export const description = `
    <p>
      Глагол «mít» важный и частоупотребляемый, дословный перевод — «иметь», но в большинстве случаев имеет смысл «есть». Но его не нужно
      путать с глаголом «být», который указывает на состояние. В русском языке мы пользуемся конструкцией «у меня есть».
    </p>
    <p>Например, при переводе фразы <i>у меня есть брат</i> на чешский, получим <i>Já <b>mám</b> bratra</i>.</p>
    <h3>Словарь</h3>
    <ul>
      <li><b>bratr</b> — брат</li>
    </ul>
    <h3>Спряжение глагола «mít»</h3>
    <ul>
      <li>Já <b>mám</b> bratra — у меня есть брат <i>(я имею брата)</i>.</li>
      <li>Ty <b>máš</b> bratra — у тебя есть брат <i>(ты имеешь брата)</i>.</li>
      <li>On, ona <b>má</b> bratra — у него, нее есть брат <i>(он, она имеет брата)</i>.</li>
      <li>My <b>máme</b> bratra — у нас есть брат <i>(мы имеем брата)</i>.</li>
      <li>Vy <b>máte</b> bratra — у вас есть брат <i>(вы имеете брата)</i>.</li>
      <li>Oni <b>mají</b> bratra — у них есть брат <i>(они имеют брата)</i>.</li>
    </ul>
    <h3>Отрицательная форма</h3>
    <p>Добавляем к глаголу приставку <b>ne</b>.</p>
    <ul>
      <li>Já <b>nemám</b> bratra — у меня нет брата.</li>
      <li>Ty <b>nemáš</b> bratra — у тебя нет брата.</li>
      <li>On, ona <b>nemá</b> bratra — у него, нее нет брата.</li>
      <li>My <b>nemáme</b> bratra — у нас нет брата.</li>
      <li>Vy <b>nemáte</b> bratra — у вас нет брата.</li>
      <li>Oni <b>nemají</b> bratra — у них нет брата.</li>
    </ul>
    <h3>Вопросительная форма</h3>
    <p>
      Предложение выделяем интонацией и переносим глагол на первое место. При наличии вопросительного слова оно пишется перед
      глаголом «mít».
    </p>
    <ul>
      <li><b>Mám</b> já bratra? — у меня есть брат?</li>
      <li><b>máš</b> ty bratra? — у тебя есть брат?</li>
      <li><b>Má</b> on, ona bratra? — у него, нее есть брат?</li>
      <li><b>Máme</b> my  bratra? — у нас есть брат?</li>
      <li><b>Máte</b> vy bratra? — у вас есть брат?</li>
      <li><b>Mají</b> oni bratra? — у них есть брат?</li>
    </ul>
  `;

export const questions = [
  {
    question: 'Ознакомтесь с теоретическим материалом и напишите "готов"',
    answer: 'готов',
    onError: 'Напишите "готов", если вы ознакомились с теоретическим материалом'
  }
];
